[
    {
        "node":"element",
        "tag":"h1",
        "child":[
            {
                "node":"text",
                "text":"Blinded by Power"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"It all started with a promotion. Taylor and Rey had been friends for years, and coworkers for nearly as long. In a fast-paced office filled with complex group work, they realized early on that a certain level of social awareness was necessary to function as an effective unit. Taylor, while a bit quieter, was more perceptive and tended to understand the underlying motivations of those around her in the workplace."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"In a team environment like this, Taylor thrived. She took the lead on collaborative projects and resolved conflicts before they started. She anticipated the needs of her coworkers and kept morale high. So then, when a management position opened up, she was the clear first choice."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Within a matter of weeks though, she noticed a shift in her relationships. People turned to her more often to solve their problems, and listened to her more closely when she spoke. They began to speak to her in a less casual manner than before, and with more deference. What's more, her peers-turned-subordinates – who once required thoughtful and personalized explanations for her to convince them a plan was worth implementing – now complied with her requests quickly, even if they didn't show the same enthusiasm. "
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Her relationship with Rey seemed strained, though Rey probably just envied her position. Plus, this newfound influence made her job easier, so she could dedicate more time and energy to the goals at hand. She could expend less effort understanding someone's mood before making a request, because now they would listen to her either way. Less time dealing with small personal obstacles, more time with large consequential ones."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"After a while, she realized her team rarely seemed to disagree with her during meetings. Was she this well respected already? Was she so skilled a leader that everyone understood and agreed with her on the best courses of action?"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Then a team member quit unexpectedly. Caught off guard, Taylor pulled Rey aside and asked what had happened. The guy seemed perfectly happy here – why leave?"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Rey was surprised at Taylor's obliviousness. The team had long since felt she'd lost touch with them, and that she only pretended to listen to them during meetings. They felt she was letting the position go to her head. "
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"That seemed absurd though. If the team was unhappy, she would notice. Wouldn't she?"
            }
        ]
    },
    {
        "node":"element",
        "tag":"h2",
        "child":[
            {
                "node":"text",
                "text":"The Surprising Path to Power"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Before we dive into how power can wreak havoc on our brains, we need to understand the surprising traits that put us there in the first place. This isn't just about office managers or politicians, either. This can be as simple and mundane as the social dynamics in your friend group or club."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"While the cold and heartless bully is a stereotype for powerful people, it might surprise you that kindness, empathy, and emotional intelligence play a substantial role when acquiring it in the first place."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Emotional Intelligence has been a big buzzword in recent years, and with good reason. E.I., as it is sometimes known, consists of self-awareness, social awareness, and your ability to act on both of these to create positive outcomes. One can then imagine why it predicts job performance, success, and leadership skills."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"If you have a high E.I., you have an easier time empathizing with others and recognizing their needs. This allows you to collaborate more effectively in groups, or to negotiate with others in a way that everyone benefits from."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"When you demonstrate the ability to build group cohesion and trust in order to work toward a common goal, you display the type of sound judgment people look to in leaders."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"With this in mind, it makes sense why Dale Carnegie's wildly successful book How to Win Friends and Influence People focuses so heavily on understanding people's needs, and treating those around you with kindness and respect. With a title like that, it's almost as though Carnegie was secretly turning people into decent human beings. "
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Unfortunately though, those qualities don't always last."
            }
        ]
    },
    {
        "node":"element",
        "tag":"h2",
        "child":[
            {
                "node":"text",
                "text":"The Ironic Way Power Changes You"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Teams turn to leaders when decisions need to be made. We look to the person most able to unite the group toward a common goal, the person who can use good judgment to make tough choices in the face of obstacles that inevitably arise. "
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"While some people employ less ethical means to achieve power – using intimidation or manipulation to get what they want – few escape the resentment of the masses for long. Power – however small – affects how we see the world. Once we have it, we lose some of the capabilities we needed to gain it in the first place."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Research shows us that the more powerful we feel, the more we lose our ability to empathize with others. We become less attentive to their needs, and more likely to do things without regard for social norms or morals."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Dacher Keltner, a psychology professor at University of California Berkeley, studied people influenced by power. He found in these studies, spanning two decades, that subjects became more impulsive, less risk-aware, and less able to see things from other people's point of view."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"As the old saying goes, “power corrupts, absolute power corrupts absolutely.”"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Meanwhile, power traps us in a feedback loop. As someone gains power they become more of a threat (socially, politically, financially, or even physically), and since humans are hardwired to pay extra attention to threats, the result is an authority figure under a microscope who has lost touch with those scrutinizing him. They've become prone to inconsiderate and inappropriate behavior, but now with less ability to realize it."
            }
        ]
    },
    {
        "node":"element",
        "tag":"h2",
        "child":[
            {
                "node":"text",
                "text":"Conclusion"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"This situation creates a fascinating problem – a power trap of sorts. By developing kindness, empathy, and emotional intelligence, people are more likely to look to you when it comes time to make decisions, which in turn builds your power within a group. This is all well and good when you're spreading these qualities, as power is fundamental to the way humans organize and adopt ideas. But when you start to internalize this power, to feel powerful, you become blinded to the needs of others, and act without as much consideration for what is kind, moral, or even socially appropriate."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Which then causes followers to resent you."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"So this calls us to question: how does one maintain the qualities of kindness, empathy, self awareness, and morality in the face of newfound power or authority? Or, if they can't be maintained, how do we keep those in power better connected to the needs of those of the less powerful?"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Lou Solomon of the Harvard Business Review reveals one strategy: a willingness to let other people in. “You must be willing to risk vulnerability and ask for feedback” from a variety of people, not just those close to you. “Dispense with the softball questions (How am I doing?) and ask the tough ones (How does my style and focus affect my employees [or coworkers]?).”"
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"While her examples are specific to a more corporate environment, mainly for managers and CEOs, these strategies can prove useful in any situation of power, whether you're team captain on a sports team or a college student leading a group project. Wherever you are, be mindful of the power you are given, and don't let it close off your communication to those around you."
            }
        ]
    },
    {
        "node":"element",
        "tag":"h2",
        "child":[
            {
                "node":"text",
                "text":"Sources:"
            }
        ]
    },
    {
        "node":"element",
        "tag":"ul",
        "child":[
            {
                "node":"text",
                "text":" "
            },
            {
                "node":"element",
                "tag":"li",
                "child":[
                    {
                        "node":"element",
                        "tag":"a",
                        "attr":{
                            "href":"https://hbr.org/2015/04/becoming-powerful-makes-you-less-empathetic",
                            "target":"_blank"
                        },
                        "child":[
                            {
                                "node":"text",
                                "text":"Harvard Business Review: Becoming Powerful Makes You Less Empathetic"
                            }
                        ]
                    }
                ]
            },
            {
                "node":"text",
                "text":" "
            },
            {
                "node":"element",
                "tag":"li",
                "child":[
                    {
                        "node":"element",
                        "tag":"a",
                        "attr":{
                            "href":"https://www.theatlantic.com/magazine/archive/2017/07/power-causes-brain-damage/528711/",
                            "target":"_blank"
                        },
                        "child":[
                            {
                                "node":"text",
                                "text":"The Atlantic: Power Causes Brain Damage"
                            }
                        ]
                    }
                ]
            },
            {
                "node":"text",
                "text":" "
            },
            {
                "node":"element",
                "tag":"li",
                "child":[
                    {
                        "node":"element",
                        "tag":"a",
                        "attr":{
                            "href":"https://www.tandfonline.com/doi/abs/10.1080/14792779443000094",
                            "target":"_blank"
                        },
                        "child":[
                            {
                                "node":"text",
                                "text":"Control, Interdependence and Power: Understanding Social Cognition in Its Social Context"
                            }
                        ]
                    }
                ]
            },
            {
                "node":"text",
                "text":" "
            },
            {
                "node":"element",
                "tag":"li",
                "child":[
                    {
                        "node":"element",
                        "tag":"a",
                        "attr":{
                            "href":"https://www.npr.org/2018/01/23/579976635/the-power-hour",
                            "target":"_blank"
                        },
                        "child":[
                            {
                                "node":"text",
                                "text":"The Power Hour (podcast) from NPR's Hidden Brain"
                            }
                        ]
                    }
                ]
            },
            {
                "node":"text",
                "text":" "
            },
            {
                "node":"element",
                "tag":"li",
                "child":[
                    {
                        "node":"element",
                        "tag":"a",
                        "attr":{
                            "href":"https://www.forbes.com/sites/travisbradberry/2015/01/07/why-you-need-emotional-intelligence-to-succeed/2/#16911f065a5d",
                            "target":"_blank"
                        },
                        "child":[
                            {
                                "node":"text",
                                "text":"Why You Need Emotional Intelligence to Succeed (Forbes)"
                            }
                        ]
                    }
                ]
            }
        ]
    }
]