[  
  {  
    "node":"element",
    "tag":"h1",
    "child":[  
      {  
        "node":"text",
        "text":"Tradition"
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"I’m going to kick off the Mini Posts with a question that pops up every now and then. Bear in mind that in this post, as with future mini-posts to follow, the content is more casual and draws more on personal experience, memory, and opinion, rather than a collection of hard data and research. So without further ado:"
      }
    ]
  },
  {  
    "node":"element",
    "tag":"h2",
    "child":[  
      {  
        "node":"text",
        "text":"How important is tradition?"
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"Your answer to this question says a great deal about how you see the world. If you’re strongly pro-tradition, I’m willing to bet you appreciate predictability and a sense of certainty, rather than ambiguity and the unknown. If you don’t place much value in tradition, you probably don’t believe as strongly in rigid labels and categories, opting instead to blend the boundaries between them. The lines between coworkers and friends are more blurry for you, and you might have an easier time than many in understanding current discussions on issues of gender and sexuality."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"However, I would not go so far to say that “traditional” and “non-traditional” necessarily predict your political orientations. I may have once been quick to jump to conclusions here, but I’ve since met plenty of people who surprised me."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"Regardless of your attitudes toward it, how do we benefit from tradition? The United States, like an increasing number of countries today, has a complicated history with culture and tradition. We have so many subcultures from so many different national, regional, and religious backgrounds, that it has become exceedingly difficult to sum up “American culture” in a concise and meaningful way (much to the amusement of countries with longer and comparatively homogeneous histories)."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"If we look at any of these subcultures though, we find in their traditions and rituals a certain sense of community. Something as simple as setting up and decorating a Christmas tree creates a sense of union among all who do it, even in the face of a decreasingly religious nation. Within this broader culture too, each family has their own unique traditions."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"Christmas is an odd example though, because it has become so ubiquitous. These days, it’s not uncommon to see it celebrated in some form by Jews, Muslims and atheists alike, not to mention how it has evolved in the face of commercialization. For traditions that are less widespread though, from quinceañeras to Holi, they strengthen community ties and allow people to unite under a common cultural identity."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"A friend of mine is a member of the Māori, a group of people in New Zealand formerly referred to as “aboriginals.” When I met him traveling, he had been working with Māori youth back home. Part of this work involved reintroducing them to their traditions and culture. Oddly enough, upon this reintroduction, there was a gradual decline in problems like alcoholism and substance abuse. So it seems traditions have some hidden value, such as giving us a clearer idea of our identity within a broader culture."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"A sense of cultural identity is useful not just for a sense of belonging, but for the added explanation it provides for why you are the way you are. If you come from a background that has a totally different set of values than the community you now live in, you may end up confused about people’s behavior, such as why they act and talk the way they do, or the lifestyles they strive for. You might even feel a bit alienated because of it. Understanding your own cultural background and your place in a broader cultural context can be a valuable effort."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"h2",
    "child":[  
      {  
        "node":"text",
        "text":"Diversity and mixing traditions"
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"On one hand, cultural diffusion is inevitable. We will always blend a bit of our ideas and values with the people in our society, and culture will evolve over time. But when people take a traditions at face value, without understanding the meanings behind them, it serves to dilute the meaning of the practice for the communities who created it. Color runs and feather headdresses and sending off candle lanterns might all be fun and make for a great visual aesthetic, but it’s worth questioning what kind of damage these might cause. What seems like innocent fun might also be gradually wearing away at someone’s cultural identity, by creating new associations for the traditions it holds."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"For some, this might be a tricky concept to wrap your head around. As members of certain dominant subcultures (upper class straight white Americans, for instance), we don’t always appreciate the struggles of those who feel out of their element within this mainstream culture. Not just people from different countries or religious groups or those with non-binary gender identifications, but also the consistently undervalued working classes. There’s a certain attitude of distaste that people of privileged backgrounds sometimes have about the working classes, one that is frankly kind of disgusting to see. "
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"I’d rather not get too distracted here, but let’s just say if people are complaining about something, try understanding where they’re coming from before you write them off as stupid, or insensitive, or whichever negative label you use to categorize “Them.” Which brings me to my next question."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"h2",
    "child":[  
      {  
        "node":"text",
        "text":"What are the disadvantages of tradition?"
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"I used to think tradition was pointless. Seeing it as objectively destructive was easier at the time than admitting that, like most things, it’s a bit more complicated than I’d like to believe."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"That being said, it has its pitfalls. While traditions can create a sense of camaraderie within our in-groups, this also runs the risk of sliding into self-righteousness. It’s all well and good when your love for your community comes from mutual understanding, common values, and trust, but when this turns to pride and a sense of superiority over others, it can become destructive. Few things are more dangerous than an unquestioned sense of moral superiority. Take, for example, the Crusades. Or Manifest Destiny. Or colonialism, slavery, communism, capitalism, and Whole Foods."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"That mindset though, that lack of self questioning, underscores the downsides of tradition. Not just with how we relate to others, but how we view ourselves. When we continue something purely for the sake of tradition, because “this is the way we have always done things,” it runs the risk blinding us to better approaches. We have less ability to try new things or improve ourselves because our identity is so tied up in our current behaviors."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"For centuries, the people of Mongolia lived in groups of disparate and family-oriented clans, with frequent violence between them. Genghis Khan, starting without much of a family (or a clan for that matter), began to unite the clans and conquer greater areas. He allowed religious freedom to conquered groups, and while the custom had long-since been to place family members in key military positions, he broke away from this and promoted based on competency instead. The Mongolian Empire under his leadership became the largest land empire in history."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"Clearly a story of war and empire is hardly relevant to your life in the literal sense, but it goes to show just how much an undue attachment to your traditions can hold you back. "
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"Consider the practice of sati in India, otherwise known as bride-burning. Sati is a funeral custom where a widow must burn herself to death on her late husband's burning pyre. Though the practice was banned nearly 200 years ago, it still persists in some communities. The tradition remains for tradition’s sake, despite its gross inhumanity."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"Or consider the fact that people’s attachment to “traditional marriages” prevented gay couples from marrying in the U.S., up until a few years ago. Which is especially ironic, since there are so many types of traditional marriage. For much of history, a “traditional” marriage meant women were property. In many of these instances, the concubines or mistresses were considered a natural component of the marriage, which was generally for practical economic or political purposes anyway. "
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"And even with that, people as far back as ancient Rome would have same-sex marriages, without much thought to the differences between men and women in most respects, beyond childbearing. So it’s not just tradition that can hold us back as a society, but even misunderstandings about how strong a tradition really is."
      }
    ]
  },
  {  
    "node":"element",
    "tag":"h2",
    "child":[  
      {  
        "node":"text",
        "text":"Conclusion"
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"All in all, a bit of a mixed bag. It’s important to appreciate our traditions and maintain some sense of cultural self awareness, but this doesn’t mean we should adhere to them without question. "
      }
    ]
  },
  {  
    "node":"element",
    "tag":"p",
    "child":[  
      {  
        "node":"text",
        "text":"If you enjoyed this piece (or if you didn’t) send an email to drewestes@quackrabbit.com and tell me what you think. In the future I’d like to use this section to explore topics suggested by readers, so don’t be shy. And as always, if you want more, don’t forget to subscribe."
      }
    ]
  }
]