[
  {
    "node": "element",
    "tag": "img",
    "attr": {
      "src": "images/articles/power-of-questions/hero-hi.jpg"
    }
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Imagine yourself as a small child. The world is new and awesome and confusing. One day, you see an animal for the first time: it walks on four legs, it's fluffy, and has big ears. This is a dog, your parents tell you. Later, you see another fluffy, four-legged creature with big ears, and assume it too is a dog. When your parents explain this new animal is a cat, you adjust your mental framework of the world. You begin to notice the less obvious differences between a dog and a cat, compared to those between a dog and a human. As you grow older, you refine these mental frameworks to account for the more subtle differences between things. When before you looked for the visible differences between dogs and cats, now it becomes more nuanced, such as learning to differentiate between a genuinely friendly person and someone with ulterior motives."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "We classify the world around us and the people in it with an ever-increasing number of dimensions. Tall to short, honest to dishonest, harmless to dangerous, and so on. The ability to notice and act on subtle differences like this is a skill you can develop like any other. Cognitive Complexity, as psychologists call it, is a measurement of this skill , and like most terms in social sciences, the name makes it sound more complicated than it is. You can think of it from two angles: differentiation and integration."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "element",
        "tag": "span",
        "attr": {
          "class": "bold"
        },
        "child": [
          {
            "node": "text",
            "text": "Differentiation"
          }
        ]
      },
      {
        "node": "text",
        "text": " refers to our ability to categorize something using many dimensions rather than just a few. It's the number of mental models or angles we use to understand the world. Let's say you read a story, and you form an opinion of the antagonist, who we'll call Chad. If your only dimension for forming opinions is “bad or good,” you might label Chad as evil. Someone could then say you show a low level of cognitive complexity in this area. Meanwhile, someone with more developed differentiation would not describe Chad as evil. Instead, they would consider the less obvious angles, and might decide Chad is misunderstood. Maybe he has underdeveloped empathy, or has high levels of ambition and cynicism as a result of many other unknown factors."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "element",
        "tag": "span",
        "attr": {
          "class": "bold"
        },
        "child": [
          {
            "node": "text",
            "text": "Integration"
          }
        ]
      },
      {
        "node": "text",
        "text": " describes our ability to find connections and patterns between things on different dimensions. It's our capacity to look for the parallels between our mental models. Take, for instance, a typical indecisive college student. She might study a range of subjects, from art, business, software engineering, and chemistry. If she sees them as completely distinct topics, she shows less ability to integrate information than someone who notices patterns and similarities between them. A student with stronger integration skills doesn't assume rigid boundaries, and might identify patterns like the cycle of trial, error, learning, and iteration that shows up in each of these fields."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Now, if you were curious enough to open this article and learn something out of your own free will, you probably don't need anyone to tell you “our brains all work kind of different.” Why do our mental frameworks matter? Why bother to learn more words and concepts to describe things, or make the effort to let go of assumptions and understand things in more depth? Sure, learning might be its own reward for us geeks, but this practice has real benefits as well."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "The rest of this article discusses how people who develop higher levels of these skills tend to have stronger social skills, advance further in their careers, show more creativity, and display better critical thinking. I should emphasize here how intelligence (a more broad term that cognitive complexity falls under) is not fixed. You can improve it by learning different perspectives or new approaches to solve problems. Point being, even if you don't have much confidence in your own intelligence, you won't do yourself any favors by choosing to believe you can't improve it. So buckle up, let go of the idea that a sense of certainty means anything, and let's get started."
      }
    ]
  },
  {
    "node": "element",
    "tag": "h2",
    "child": [
      {
        "node": "text",
        "text": "Mental Models and Social Development"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "While you start out as a child with about the same level of joyful ignorance as every other child, over time you have a vastly different upbringing from the rest. You have different experiences, different education, and different conversations with both peers and adults. Genetics aside, over time the conversations you choose to have (or to not have) with friends mold your personality, as well as how you see both yourself and the world. In much the same way, words from the sources of authority in your life shape the way you interpret it in countless different ways. As you get older, you gain more control over the information you seek (and how you choose to understand it), and your ideas about how the world works become increasingly more unique from the person sitting next to you."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "As you build friendships and get to know people enough, you start to find it more difficult to sort anyone into your old, simple categories, and over time you find that everyone is just trying to do the best they can with the cards they've been dealt. The illusion that everyone around you has their shit together starts to fade, and with any luck you start to develop the humility and confidence that come with the realization that neither you nor anyone else has a clue what's going on most of the time. That is, when you start paying attention to the context of your decisions (the countless motivations, attitudes, situations, and perspectives) and you understand that everyone else deals with just as much confusion and doubt, you learn to be a little less hard on yourself, and a little less hard on everyone else."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "The further you develop your perspectives like this, the more you understand the actions and motivations of the people around you. When you can make sense of why someone says or does something, or even when you make the effort to, it starts to show itself in how you respond. People can tell when you make the effort to refrain from snap judgments and to actually understand them, and this provides the foundation of trust and respect that constitutes healthy relationships. Think of the last time you told someone about something you weren't particularly proud of, and instead of making you feel bad about it, they made an effort to understand the context of your situation. I'm willing to bet you thought better of them for it."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "The advantages of this shift in mindset don't end with improved confidence and relationships, however. As you build on these mental frameworks, your ideas about what it means to be a good friend, partner, coworker, or citizen get gradually more complex. These skills then extend into decisions that can have huge impacts on your career."
      }
    ]
  },
  {
    "node": "element",
    "tag": "h2",
    "child": [
      {
        "node": "text",
        "text": "Advancing Through Ambiguity"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "While preparing for long term international travel these past several months, I needed a lot of vaccinations. Injections for the average person are few and far between, but when you get so many in such a short time span, you start to notice little differences. One day, the pharmacist paused with the needle, just a couple moments longer than anyone else had. I asked her if something was wrong. She said “no, no, I've just never given an injection before.”"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Thinking about it, obviously no one in the medical field just pops into existence with years of practice, but it's still unnerving to realize how often we put our health or even our life in the hands of people who, in all likelihood, might have no practical experience dealing with the situation at hand."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "A friend of mine (we'll call him Alex, because that's his name) once worked as an EMT. His first time driving an ambulance also happened to be his first day on the job, driving actual injured people. No extra licensing or driving instruction required. Now, of course ambulance drivers and pharmacists have a pretty fast learning curve for these types of things, but these examples made me pay more attention to the many areas of society (i.e., most) where people are constantly trying to appear competent at their job, even after they have the general idea figured out."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Admittedly, at this point it might just sound like I'm saying no one knows anything, and we're all just clumps of decaying organic matter floating around in an apathetic universe with no purpose or meaning, and maybe this is starting to seem more like a brooding eleventh grade essay on existentialism than a discussion on personal growth. Don't worry, I'm going somewhere with this. The basic idea is that we tend to overestimate how much anyone knows with certainty, and we can best respond by accepting the uncertainty and learning how to handle it better. I'll explain what this means in terms of what your own career path might look like."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "If you study organizations enough, you will start to see a trend. Towards the bottom of the hierarchy, job descriptions are clearly defined and more or less predictable. I hate to say it, but these are the first jobs to disappear when technology brings automation into the picture, like what driverless cars are about to do to truck drivers (or Uber drivers). As you move up however, there is a great deal more ambiguity, and these new jobs are about making bigger decisions in the face of limited information. Tasks grow more complex as you factor in longer timelines and attempt to organize resources and people in the best way possible. This is especially true when you factor in the emotions, egos, work styles, and everything else that comes along with being a human in a team environment."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "These more complex tasks require more mental processing and manipulation of information – noticing similarities, inconsistencies, drawing inferences, and understanding new concepts. The ability to deal with complexity like this turns out to be a decent predictor of career success. Now before we revert back to 1800s and start preaching Social Darwinism, I should also explain how this correlation is (big surprise) more complex than that. High cognitive complexity predicts, to an extent, a “ceiling.” That is, your capacity for advancement is partially dependent on it. Your ability to account for more dimensions of a decision won't automatically launch you to some executive position, but it will show you the ladder to get there. You also need the interpersonal skills, the motivation, and the technical ability for the job. [1]"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Whether or not climbing in your career will keep you fulfilled is another discussion entirely, but I'd rather not open that can of worms today. On the topic of personal satisfaction though, let's talk about creativity."
      }
    ]
  },
  {
    "node": "element",
    "tag": "h2",
    "child": [
      {
        "node": "text",
        "text": "Becoming More Creative"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "When you broaden your collection of mental frameworks, you develop better creative skills. When you practice differentiation, you can look at something from more angles, and see potential where others do not. If you also have the work ethic to follow through on these ideas, you will excel in the task at hand, instead of merely meeting standards."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "On the other side of things, the “integration” aspect of cognitive complexity plays a major role in the creative process as well, even when integrating different aspects of your identity. Collaborative research between professors as University of Michigan and Columbia University found that people more comfortable integrating their multiple identities (such as being “Asian” and “American,” or “woman” and “engineer”) were able to draw from these different areas of knowledge more productively when solving problems than those with less identity integration. [2]"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Integration is a huge part of bringing new things into the world. As Steve Jobs once put it:"
      }
    ]
  },
  {
    "node": "element",
    "tag": "blockquote",
    "child": [
      {
        "node": "text",
        "text": "“Creativity is just connecting things. When you ask creative people how they did something, they feel a little guilty because they didn't really do it, they just saw something. It seemed obvious to them after a while. That's because they were able to connect experiences they've had and synthesize new things.”"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "If you don't think of yourself as creative and this is leaving you disappointed or frustrated, you may want to reconsider your definition of creativity. If you only have a passing familiarity with what it means, you likely understand it in terms of music or fine arts. On the contrary, creativity is tied into everything we do, from the way we interact with each other to the way we approach problems. It's not merely what we do, but how we choose to do it."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "You express yourself with every movement, even with the way you walk down the sidewalk. Whether you keep to yourself, eyes to the ground or to the sky, or whether you look in the eye of each person you pass – it's all a piece of who you are. Maybe you make a point to step on every crack, or maybe you walk backwards while flapping your arms, because you were the type of kid who not only refused to color inside the lines, but folded the paper into an origami crane instead of coloring it. Every action you take is a creative reflection of who you are in a particular moment. The way you choose to interpret new information is no exception."
      }
    ]
  },
  {
    "node": "element",
    "tag": "h2",
    "child": [
      {
        "node": "text",
        "text": "Becoming Less Gullible"
      }
    ]
  },
  {
    "node": "element",
    "tag": "blockquote",
    "attr": {
      "class": "top-margin"
    },
    "child": [
      {
        "node": "text",
        "text": "“Given the choice between trivial material brilliantly told versus profound material badly told, an audience will always choose the trivial told brilliantly” ~Robert McKee"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Even if career advancement or creativity are not important to you, you can still benefit from developing the way you see the world. At some point as you grow up, you look around at all the adults doing their adult things, and something changes. You start to realize age is no longer a major factor in how much to trust someone's opinions or authority. For most people, the first example is your parents. They have your best interests at heart, but over time you learn how to balance their advice with what your own judgment tells you (or if you're an angsty teenager, you ignore their advice completely). You consider their input, but you start making decisions more in line with your own values and needs. The problem is that we don't always extend this critical thinking and skepticism to the other areas of our lives."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "In a world where any idiot like me can post things on the internet with a vague sense of authority or a half-decent vocabulary and sound legit, it can be tempting to believe anything that sounds interesting (especially when we can share it with our friends). Which option sounds more appealing: reading a Huffington Post article about how drinking more coffee is good for you, or reading the original study, a dry and technical scientific paper that discusses some specific effects of caffeine, and doesn't actually say whether or not you should drink more coffee?"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "No offense to Huffpost, but all things being equal, you are much better off choosing the second option. The first sacrifices accuracy for an interesting read, while the second sacrifices readability to explain the complexity of the research."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Unfortunately, even if you read the paper, it can be difficult to differentiate “scientific study” or “doctor recommendation” from “objective truth.” Generally speaking, "
      },
      {
        "node": "element",
        "tag": "span",
        "attr": {
          "class": "bold"
        },
        "child": [
          {
            "node": "text",
            "text": "the more extraordinary a claim, the more evidence is required to back it up."
          }
        ]
      },
      {
        "node": "text",
        "text": " This means that statistically, you can trust the advice of a scientist or doctor – at least more than your Facebook friend who insists vaccines cause autism. But statistics by their nature are not guarantees. Just because someone wears a fancy white lab coat doesn't mean they always know what's best."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Sometimes a doctor prescribes you that new expensive drug because it's the most effective treatment available, but other times it's because pharmaceutical companies like Johnson & Johnson or Pfizer are "
      },
      {
        "node": "element",
        "tag": "a",
        "attr": {
          "href": "http://www.scientificamerican.com/article/how-much-are-drug-companies-paying-your-doctor/"
        },
        "child": [
          {
            "node": "text",
            "text": "giving the medical industry financial incentive"
          }
        ]
      },
      {
        "node": "text",
        "text": " to do so. As profits on brand name pharmaceuticals rise, companies influence hospitals through many methods, some of which are "
      },
      {
        "node": "element",
        "tag": "a",
        "attr": {
          "href": "http://www.nbcnews.com/business/j-j-pay-2-2b-pharma-kickback-probe-source-8C11518989"
        },
        "child": [
          {
            "node": "text",
            "text": "not always legal."
          }
        ]
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "In much the same way, the sensationalist studies about the latest thing to cause and/or prevent cancer are the ones that make headlines, and the scientists involved have incentives, like money or status, to publish studies with questionable conclusions (thank you John Oliver for the "
      },
      {
        "node": "element",
        "tag": "a",
        "attr": {
          "href": "https://youtu.be/0Rnq1NpHdmw"
        },
        "child": [
          {
            "node": "text",
            "text": "relevant episode"
          }
        ]
      },
      {
        "node": "text",
        "text": " on this)."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "In reality, you can't conclusively say “coffee is good for you” or “coffee is bad for you.” Instead, you can practice differentiation. You can acknowledge that coffee, like any substance, has a variety of effects, each of which falls somewhere between beneficial and harmful (and even that depends on how much you're drinking)."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "We love the interesting, the exciting, and the remarkable a lot more than we love the truth, so too often we spread the information we hear without bothering to question it. People make mistakes, studies are not always perfect, and people who report on studies almost always lose some degree of accuracy or precision in the process (myself included)."
      }
    ]
  },
  {
    "node": "element",
    "tag": "h2",
    "child": [
      {
        "node": "text",
        "text": "Reconsidering Shortcuts, Labels and Identities"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Realizing that everyone around you is a flawed and fallible human being, fully capable of mistakes and irrational decisions, can be scary. It can also be frustrating, because you realize if you want to have a more accurate view of the world, you can't really take anything at face value. You have to think for yourself, and thinking is hard. It takes energy that you'd rather use for more rewarding things, like indulging in your hobbies, planning a fun weekend with friends, or finding the perfect abandoned warehouse to fuel your insatiable addiction to meth. To each their own."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "We need to realize as a society that despite nice phrases about how the simplest answer is the right one, this usually isn't the case. Sure, doctors and scientists are not always right, and can be motivated by self interest as much as the next person. I'm not suggesting you lump all of them into a broad category of greedy frauds though, just as I don't recommend you trust them blindly. People and events and stories are always much more layered and complex than we want them to be. Classifying every person or thing around you into simple binaries may be easy and comfortable, but it often leads to poor decisions and pointless hostility."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Think about the last time you saw someone acting a little crazy in public. Maybe it was at the grocery store, and the man or woman in the checkout line was yelling at the cashier. “What an asshole,” someone (maybe you) says. Or maybe the man in Aisle 4 with an obvious mental disability is having a tantrum, and people quietly shuffle to the next aisle."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "But here's the thing: that “asshole” in the checkout line might just be dealing with more stress or grief on this particular day than he knows how to handle. That other man in the aisle could be fully aware and even embarrassed of how he acts in public, but struggles to control himself when he gets overwhelmed or pulled from his routine. Maybe you're just one really stressful day away from acting like either one of these people, and you could just as easily excuse yourself for it because you know the context when it's invisible to everyone else."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Simple descriptions save mental effort. Throwing labels on people you see as different than you is easy, but regardless of your intentions, referring to a person or group of people with a single term (republican, doctor, gay, hippie, athlete, asshole, disabled, frat boy, raver, programmer, etc.) ignores their inherent individuality. Their identities, morals, motivations, and backgrounds are swept under the cover of a mere word or two."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Labels are easy. They're convenient. To use simple words makes communication faster and easier, but at the cost of accuracy. When expressing our opinions, the words we choose to use reflect our own identities more than they do the people we talk about. Sometimes this is negative, like we so often hear between political parties. Other times, we use the label positively, to add more authority when a supposedly smart or honest person's opinions align with ours. We put certain titles on a pedestal, which can be just as dangerous."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Breaking this habit can be hard, because acknowledging that something or someone is more complex than the handful of words we use to describe them might mean our idea of how the world works isn't accurate. It might mean admitting "
      },
      {
        "node": "element",
        "tag": "span",
        "attr": {
          "class": "italicized"
        },
        "child": [
          {
            "node": "text",
            "text": "we don't know"
          }
        ]
      },
      {
        "node": "text",
        "text": ". Maybe we're too uncomfortable or even afraid to deal with the doubts that come with this realization, because it can feel like we have no foundation to stand on. But a sense of doubt and questioning will guide you much better than a sense of certainty. Like bringing a compass and telescope on your journey into uncharted waters, you will learn to thrive in the ambiguity of everyday life."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Consider taking moment next time you judge a situation and those in it, and use that moment to set aside your first reaction and consider the bigger picture. This is important, because our initial reaction is the emotional one. The intuitive one. The one that isn't necessarily correct. And yet we take this easy route in most of our daily lives, because we can make sense of our world with as little energy as possible. I'm not saying that we're all just naturally terrible as a species, but I am saying we can become generally less terrible if we acknowledge this issue and make small changes to address it."
      }
    ]
  },
  {
    "node": "element",
    "tag": "h2",
    "child": [
      {
        "node": "text",
        "text": "Conclusion (TL;DR)"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "By now you may be wondering how to improve these skills, and hopefully you've even imagined situations to use them in your life. In short, the answer is to question. As children, we grow up asking our parents “why” constantly, and we have an incredible urge to learn about everything. As we get older though, this bright-eyed sense of wonder starts to fade. Why let it? Why not continue to nurture our curiosity?"
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "element",
        "tag": "span",
        "attr": {
          "class": "bold"
        },
        "child": [
          {
            "node": "text",
            "text": "Differentiating"
          }
        ]
      },
      {
        "node": "text",
        "text": " between seemingly unimportant details in our everyday lives gives us a better understanding of what's going on around us, and helps us make more sense of the world. "
      },
      {
        "node": "element",
        "tag": "span",
        "attr": {
          "class": "bold"
        },
        "child": [
          {
            "node": "text",
            "text": "Integrating"
          }
        ]
      },
      {
        "node": "text",
        "text": " seemingly unrelated concepts helps us identify patterns and combine ideas into something new."
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Whether we're talking about how to be a better friend, excel at our jobs, or just stop being sucked into the latest fads, we should make the effort to question the information we encounter. Instead of focusing on merely accepting answers, let's learn to craft better questions. Consider some of these to get you started next time you need to do literally anything:"
      }
    ]
  },
  {
    "node": "element",
    "tag": "ul",
    "child": [
      {
        "node": "text",
        "text": " "
      },
      {
        "node": "element",
        "tag": "li",
        "child": [
          {
            "node": "element",
            "tag": "span",
            "attr": {
              "class": "italicized"
            },
            "child": [
              {
                "node": "text",
                "text": "What details or perspectives are you not noticing?"
              }
            ]
          }
        ]
      },
      {
        "node": "text",
        "text": " "
      },
      {
        "node": "element",
        "tag": "li",
        "child": [
          {
            "node": "element",
            "tag": "span",
            "attr": {
              "class": "italicized"
            },
            "child": [
              {
                "node": "text",
                "text": "How might this situation or person be more complex than your initial reaction led you to believe?"
              }
            ]
          }
        ]
      },
      {
        "node": "text",
        "text": " "
      },
      {
        "node": "element",
        "tag": "li",
        "child": [
          {
            "node": "element",
            "tag": "span",
            "attr": {
              "class": "italicized"
            },
            "child": [
              {
                "node": "text",
                "text": "How might this moment be similar to other moments you've experienced?"
              }
            ]
          }
        ]
      },
      {
        "node": "text",
        "text": " "
      },
      {
        "node": "element",
        "tag": "li",
        "child": [
          {
            "node": "element",
            "tag": "span",
            "attr": {
              "class": "italicized"
            },
            "child": [
              {
                "node": "text",
                "text": "What patterns exist that you aren't paying attention to?"
              }
            ]
          }
        ]
      },
      {
        "node": "text",
        "text": " "
      },
      {
        "node": "element",
        "tag": "li",
        "child": [
          {
            "node": "element",
            "tag": "span",
            "attr": {
              "class": "italicized"
            },
            "child": [
              {
                "node": "text",
                "text": "What kinds of similar questions can you ask that get at the heart of your specific situation?"
              }
            ]
          }
        ]
      },
      {
        "node": "text",
        "text": " "
      }
    ]
  },
  {
    "node": "element",
    "tag": "p",
    "child": [
      {
        "node": "text",
        "text": "Practicing these two skills plays a major role in improving your ability to connect with others, advance in your career, develop creativity, and think more effectively. As such, we should strive to be more curious and ask more questions. I'll close with the words of Bill Watterson (creator of Calvin & Hobbes and overall rad person) at his Kenyon College commencement speech. Here's to curiosity."
      }
    ]
  },
  {
    "node": "element",
    "tag": "blockquote",
    "child": [
      {
        "node": "text",
        "text": "“At school, new ideas are thrust at you every day. Out in the world, you have to find the inner motivation to search for new ideas on your own… Your preparation for the real world is not in the answers you've learned, but in the questions you've learned how to ask yourself.”"
      }
    ]
  },
  {
    "node": "element",
    "tag": "h2",
    "child": [
      {
        "node": "text",
        "text": "Footnotes and Non-Web Sources"
      }
    ]
  },
  {
    "node": "element",
    "tag": "ul",
    "child": [
      {
        "node": "text",
        "text": " "
      },
      {
        "node": "element",
        "tag": "li",
        "child": [
          {
            "node": "text",
            "text": "[1]: Business Psychology in Practice, by Pauline Grant"
          }
        ]
      },
      {
        "node": "text",
        "text": " "
      },
      {
        "node": "element",
        "tag": "li",
        "child": [
          {
            "node": "text",
            "text": "The adorable puppy photo was found on dogmopolitan.com.au"
          }
        ]
      },
      {
        "node": "text",
        "text": " "
      }
    ]
  }
]