[
    {
        "node":"element",
        "tag":"img",
        "attr":{
            "src":"images/articles/whirlpools/hero.jpeg"
        }
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Another lull. Outside, the hollow patters of rain on the tin roof swallow patterns, quiet by contrast, on the leaves and roots. Hidden crickets fill the air with their call, which ebbs and flows in a steady pulse. Birds recycle melodies in messy measures like the drunken flutists of a forest symphony. A flash fills the space between us in the darkening stucco room and hardly fades before a roaring, thunderous crescendo floods our ears."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"The conversation has meandered, weaving between polite social scripts to make feeble plays at the edges of greater significance. We've moved from travel and interests to careers and meaning, to the books we're reading (which we set aside as the conversation moved past pleasantries) and what we like about them. We talk about character psychology, from which she transitions to cognitive behavioral therapy. She tells me a story of an in-patient of hers back in Vienna, a woman with PTSD who left the clinic smiling last month, head held high for the first time in years. Moments like these give her hope, she says. A sense of fulfillment she rarely finds elsewhere."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"She's smiling at this. I smile too, but more out of a desire to show understanding than out of reflex. I recognize in her shining eyes the power of this memory, but something prevents me from feeling it with her. Against my better judgment, I dwell on this disconnect. Despite the shared curiosity around these otherwise interesting topics, each minute-or-two exchange has been punctuated by a silence, one that disrupts our rhythm and lets wane into nothingness however much sluggish momentum had built up thus far."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"We sit crosslegged on couches, on opposite sides of a small room, facing each other. The day's final sunbeams slip their cloudy bounds and spill through the open window, bathing half her face in golden light, to form a scene that belongs in a different narrative. I mentally frame the shot, noting the arrangement of pillows, the empty wall behind her with the crack running down it, her phone placed screen-down on the couch, mirrored by her book on the other side, together adding texture and balance to the otherwise excessive chunks of negative space. On the other half of her face, the dark half, the light plays off her earring and I can't figure out how. This could make for a compelling portrait, had I the audacity to take one. A conscious misrepresentation of a moment, which all but a privy few could only extrapolate from, imagining stories based more on assumption than fact."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"She's looking at me now. When I meet her eyes she turns, starts to check her phone, then decides against it. The situation seems to support a study I suddenly recall, which concluded this positioning – face to face, that is – subconsciously puts us on guard, and is counterproductive to good conversation. I wonder how strong the effect is, if this is true. I wonder if bringing this up would fuel the conversation or extinguish it. I wonder if she has different ideas about what's happening right now. My unbridled curiosity leaps directionless, like a dog in traffic, committed to nothing and distracted by everything."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"She stares out the window with a soft smile, and I get the impression we can both appreciate these silences to some extent, or at least we want to be the types of people who can. It helps to have the sounds of the forest to wash our cluttered minds clean. But when she strums her fingers once, then twice, against her knee, it betrays a certain uneasiness, and it now appears neither of us has settled on an expectation for how the exchange should continue, if at all, and both feel within an otherwise peaceful moment the turning gears of a mutual responsibility to carry our end of it."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Maybe the warmth of the interaction so far makes a sudden conclusion seem unnatural. Maybe our commitment to it (expressed in small symbolic actions like Setting Down Our Books and Sitting Up To Face Each Other) makes it seem jarring, almost rude, to let the moment end without a smooth transition into the upcoming scenes of our respective lives. I wonder what she would think about this, but bringing it up might require some careful phrasing so as not to send the wrong message, and this state of silent limbo has gone on far too long already, so I should probably just ask a follow-up question like someone with better social skills would have already done by now."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"I ask her how her career affects her relationships. She thinks I'm assuming she analyzes people in her daily life, which she assures me she doesn't. People often think that about psychologists, though. What I meant, I explain, is whether she finds the insights from her work carry over and help her to, let's say, communicate better with friends or strangers. She first says no, but then, during one of those rambling sort of non-answers people give when trying to explain a thought before they've arrived at its conclusion, realizes that yes, one thing comes to mind: in the moments when she finds herself frustrated or angry with someone, she now takes this as an indication she doesn't understand them enough yet."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"That's a great observation, I think. I tell her so. One could probably infer more truth from it, if one were so inclined. As we fall once again into silence, I consider the different ways I've heard this piece of wisdom expressed, and wonder (as one who is too often “so inclined”) how much insight I could extract from it to repurpose for other analogous situations."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Perhaps even in this moment, amidst countless conversational paths to choose from, we still stumble time and time again into dead ends and drop-offs because we still haven't cleared the first hurdle on the path to connection."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Perhaps we've settled into a vague, half-interested boredom – both as a result of and reason for the fact that we haven't yet made a genuine effort to give each other our full attention. We haven't tried to understand each other."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"Perhaps she, like I, is sometimes so deafened by internal noise that she struggles to hear the person behind the words – the person waiting for someone to reach through their shifting surface and seize the subtext below, fishing out small truths like a handful of river rocks."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"But we've met more like two leaves caught at the edges of a whirlpool. We circle at a distance, dancing without touching, in a river whose currents will just as soon divide us."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"She asks me whether writing has changed the way I interact. I respond yes, I think so. She leaves the question closed-ended, and it at first seems transactional – an obligatory response using the same recycled question she just answered, almost painfully on-script – but her tone sounds genuine and her expression earnest, as though she hopes for further elaboration. I've floated away though, too caught up in thinking about the moment itself to actually rejoin it, and instead offer an example that I suspect falls just short of satisfying, something about trying to be more empathetic. I realize a moment later the irony here, and wonder if she sees it too."
            }
        ]
    },
    {
        "node":"element",
        "tag":"p",
        "child":[
            {
                "node":"text",
                "text":"As the effort to close the distance becomes too much for either of us to continue, we drift apart. She picks up her phone, and I continue reading. The crickets fill the silence long after the sky fades to black."
            }
        ]
    }
]