{
  "tradition": {
    "title": "Tradition",
    "author": "Drew Estes",
    "published": 1518681600000,
    "url": "tradition",
    "imageDir": null,
    "heroImg": null,
    "data": [{"node":"element","tag":"p","child":[{"node":"text","text":"I’m going to kick off the Mini Posts with a question that pops up every now and then. Bear in mind that in this post, as with future mini-posts to follow, the content is more casual and draws more on personal experience, memory, and opinion, rather than a collection of hard data and research. So without further ado:"}]},{"node":"element","tag":"h2","child":[{"node":"text","text":"How important is tradition?"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Your answer to this question says a great deal about how you see the world. If you’re strongly pro-tradition, I’m willing to bet you appreciate predictability and a sense of certainty, rather than ambiguity and the unknown. If you don’t place much value in tradition, you probably don’t believe as strongly in rigid labels and categories, opting instead to blend the boundaries between them. The lines between coworkers and friends are more blurry for you, and you might have an easier time than many in understanding current discussions on issues of gender and sexuality."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"However, I would not go so far to say that “traditional” and “non-traditional” necessarily predict your political orientations. I may have once been quick to jump to conclusions here, but I’ve since met plenty of people who surprised me."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Regardless of your attitudes toward it, how do we benefit from tradition? The United States, like an increasing number of countries today, has a complicated history with culture and tradition. We have so many subcultures from so many different national, regional, and religious backgrounds, that it has become exceedingly difficult to sum up “American culture” in a concise and meaningful way (much to the amusement of countries with longer and comparatively homogeneous histories)."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"If we look at any of these subcultures though, we find in their traditions and rituals a certain sense of community. Something as simple as setting up and decorating a Christmas tree creates a sense of union among all who do it, even in the face of a decreasingly religious nation. Within this broader culture too, each family has their own unique traditions."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Christmas is an odd example though, because it has become so ubiquitous. These days, it’s not uncommon to see it celebrated in some form by Jews, Muslims and atheists alike, not to mention how it has evolved in the face of commercialization. For traditions that are less widespread though, from quinceañeras to Holi, they strengthen community ties and allow people to unite under a common cultural identity."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"A friend of mine is a member of the Māori, a group of people in New Zealand formerly referred to as “aboriginals.” When I met him traveling, he had been working with Māori youth back home. Part of this work involved reintroducing them to their traditions and culture. Oddly enough, upon this reintroduction, there was a gradual decline in problems like alcoholism and substance abuse. So it seems traditions have some hidden value, such as giving us a clearer idea of our identity within a broader culture."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"A sense of cultural identity is useful not just for a sense of belonging, but for the added explanation it provides for why you are the way you are. If you come from a background that has a totally different set of values than the community you now live in, you may end up confused about people’s behavior, such as why they act and talk the way they do, or the lifestyles they strive for. You might even feel a bit alienated because of it. Understanding your own cultural background and your place in a broader cultural context can be a valuable effort."}]},{"node":"element","tag":"h2","child":[{"node":"text","text":"Diversity and mixing traditions"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"On one hand, cultural diffusion is inevitable. We will always blend a bit of our ideas and values with the people in our society, and culture will evolve over time. But when people take a traditions at face value, without understanding the meanings behind them, it serves to dilute the meaning of the practice for the communities who created it. Color runs and feather headdresses and sending off candle lanterns might all be fun and make for a great visual aesthetic, but it’s worth questioning what kind of damage these might cause. What seems like innocent fun might also be gradually wearing away at someone’s cultural identity, by creating new associations for the traditions it holds."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"For some, this might be a tricky concept to wrap your head around. As members of certain dominant subcultures (upper class straight white Americans, for instance), we don’t always appreciate the struggles of those who feel out of their element within this mainstream culture. Not just people from different countries or religious groups or those with non-binary gender identifications, but also the consistently undervalued working classes. There’s a certain attitude of distaste that people of privileged backgrounds sometimes have about the working classes, one that is frankly kind of disgusting to see. "}]},{"node":"element","tag":"p","child":[{"node":"text","text":"I’d rather not get too distracted here, but let’s just say if people are complaining about something, try understanding where they’re coming from before you write them off as stupid, or insensitive, or whichever negative label you use to categorize “Them.” Which brings me to my next question."}]},{"node":"element","tag":"h2","child":[{"node":"text","text":"What are the disadvantages of tradition?"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"I used to think tradition was pointless. Seeing it as objectively destructive was easier at the time than admitting that, like most things, it’s a bit more complicated than I’d like to believe."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"That being said, it has its pitfalls. While traditions can create a sense of camaraderie within our in-groups, this also runs the risk of sliding into self-righteousness. It’s all well and good when your love for your community comes from mutual understanding, common values, and trust, but when this turns to pride and a sense of superiority over others, it can become destructive. Few things are more dangerous than an unquestioned sense of moral superiority. Take, for example, the Crusades. Or Manifest Destiny. Or colonialism, slavery, communism, capitalism, and Whole Foods."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"That mindset though, that lack of self questioning, underscores the downsides of tradition. Not just with how we relate to others, but how we view ourselves. When we continue something purely for the sake of tradition, because “this is the way we have always done things,” it runs the risk blinding us to better approaches. We have less ability to try new things or improve ourselves because our identity is so tied up in our current behaviors."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"For centuries, the people of Mongolia lived in groups of disparate and family-oriented clans, with frequent violence between them. Genghis Khan, starting without much of a family (or a clan for that matter), began to unite the clans and conquer greater areas. He allowed religious freedom to conquered groups, and while the custom had long-since been to place family members in key military positions, he broke away from this and promoted based on competency instead. The Mongolian Empire under his leadership became the largest land empire in history."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Clearly a story of war and empire is hardly relevant to your life in the literal sense, but it goes to show just how much an undue attachment to your traditions can hold you back. "}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Consider the practice of sati in India, otherwise known as bride-burning. Sati is a funeral custom where a widow must burn herself to death on her late husband's burning pyre. Though the practice was banned nearly 200 years ago, it still persists in some communities. The tradition remains for tradition’s sake, despite its gross inhumanity."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Or consider the fact that people’s attachment to “traditional marriages” prevented gay couples from marrying in the U.S., up until a few years ago. Which is especially ironic, since there are so many types of traditional marriage. For much of history, a “traditional” marriage meant women were property. In many of these instances, the concubines or mistresses were considered a natural component of the marriage, which was generally for practical economic or political purposes anyway. "}]},{"node":"element","tag":"p","child":[{"node":"text","text":"And even with that, people as far back as ancient Rome would have same-sex marriages, without much thought to the differences between men and women in most respects, beyond childbearing. So it’s not just tradition that can hold us back as a society, but even misunderstandings about how strong a tradition really is."}]},{"node":"element","tag":"h2","child":[{"node":"text","text":"Conclusion"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"All in all, a bit of a mixed bag. It’s important to appreciate our traditions and maintain some sense of cultural self awareness, but this doesn’t mean we should adhere to them without question. "}]},{"node":"element","tag":"p","child":[{"node":"text","text":"If you enjoyed this piece (or if you didn’t) send an email to drewestes@quackrabbit.com and tell me what you think. In the future I’d like to use this section to explore topics suggested by readers, so don’t be shy. And as always, if you want more, don’t forget to subscribe."}]}]
  },
  "blinded-by-power": {
    "title": "Blinded By Power",
    "author": "Drew Estes",
    "published": 1518681600000,
    "url": "blinded-by-power",
    "imageDir": "miniarticles/blinded-by-power",
    "heroImg": "hero.png",
    "data": [{"node":"element","tag":"img","attr":{"src":"images/articles/miniarticles/blinded-by-power/hero.png"}},{"node":"element","tag":"p","child":[{"node":"text","text":"It all started with a promotion. Taylor and Rey had been friends for years, and coworkers for nearly as long. In a fast-paced office filled with complex group work, they realized early on that a certain level of social awareness was necessary to function as an effective unit. Taylor, while a bit quieter, was more perceptive and tended to understand the underlying motivations of those around her in the workplace."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"In a team environment like this, Taylor thrived. She took the lead on collaborative projects and resolved conflicts before they started. She anticipated the needs of her coworkers and kept morale high. So then, when a management position opened up, she was the clear first choice."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Within a matter of weeks though, she noticed a shift in her relationships. People turned to her more often to solve their problems, and listened to her more closely when she spoke. They began to speak to her in a less casual manner than before, and with more deference. What's more, her peers-turned-subordinates – who once required thoughtful and personalized explanations for her to convince them a plan was worth implementing – now complied with her requests quickly, even if they didn't show the same enthusiasm. "}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Her relationship with Rey seemed strained, though Rey probably just envied her position. Plus, this newfound influence made her job easier, so she could dedicate more time and energy to the goals at hand. She could expend less effort understanding someone's mood before making a request, because now they would listen to her either way. Less time dealing with small personal obstacles, more time with large consequential ones."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"After a while, she realized her team rarely seemed to disagree with her during meetings. Was she this well respected already? Was she so skilled a leader that everyone understood and agreed with her on the best courses of action?"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Then a team member quit unexpectedly. Caught off guard, Taylor pulled Rey aside and asked what had happened. The guy seemed perfectly happy here – why leave?"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Rey was surprised at Taylor's obliviousness. The team had long since felt she'd lost touch with them, and that she only pretended to listen to them during meetings. They felt she was letting the position go to her head. "}]},{"node":"element","tag":"p","child":[{"node":"text","text":"That seemed absurd though. If the team was unhappy, she would notice. Wouldn't she?"}]},{"node":"element","tag":"h2","child":[{"node":"text","text":"The Surprising Path to Power"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Before we dive into how power can wreak havoc on our brains, we need to understand the surprising traits that put us there in the first place. This isn't just about office managers or politicians, either. This can be as simple and mundane as the social dynamics in your friend group or club."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"While the cold and heartless bully is a stereotype for powerful people, it might surprise you that kindness, empathy, and emotional intelligence play a substantial role when acquiring it in the first place."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Emotional Intelligence has been a big buzzword in recent years, and with good reason. E.I., as it is sometimes known, consists of self-awareness, social awareness, and your ability to act on both of these to create positive outcomes. One can then imagine why it predicts job performance, success, and leadership skills."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"If you have a high E.I., you have an easier time empathizing with others and recognizing their needs. This allows you to collaborate more effectively in groups, or to negotiate with others in a way that everyone benefits from."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"When you demonstrate the ability to build group cohesion and trust in order to work toward a common goal, you display the type of sound judgment people look to in leaders."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"With this in mind, it makes sense why Dale Carnegie's wildly successful book How to Win Friends and Influence People focuses so heavily on understanding people's needs, and treating those around you with kindness and respect. With a title like that, it's almost as though Carnegie was secretly turning people into decent human beings. "}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Unfortunately though, those qualities don't always last."}]},{"node":"element","tag":"h2","child":[{"node":"text","text":"The Ironic Way Power Changes You"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Teams turn to leaders when decisions need to be made. We look to the person most able to unite the group toward a common goal, the person who can use good judgment to make tough choices in the face of obstacles that inevitably arise. "}]},{"node":"element","tag":"p","child":[{"node":"text","text":"While some people employ less ethical means to achieve power – using intimidation or manipulation to get what they want – few escape the resentment of the masses for long. Power – however small – affects how we see the world. Once we have it, we lose some of the capabilities we needed to gain it in the first place."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Research shows us that the more powerful we feel, the more we lose our ability to empathize with others. We become less attentive to their needs, and more likely to do things without regard for social norms or morals."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Dacher Keltner, a psychology professor at University of California Berkeley, studied people influenced by power. He found in these studies, spanning two decades, that subjects became more impulsive, less risk-aware, and less able to see things from other people's point of view."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"As the old saying goes, “power corrupts, absolute power corrupts absolutely.”"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Meanwhile, power traps us in a feedback loop. As someone gains power they become more of a threat (socially, politically, financially, or even physically), and since humans are hardwired to pay extra attention to threats, the result is an authority figure under a microscope who has lost touch with those scrutinizing him. They've become prone to inconsiderate and inappropriate behavior, but now with less ability to realize it."}]},{"node":"element","tag":"h2","child":[{"node":"text","text":"Conclusion"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"This situation creates a fascinating problem – a power trap of sorts. By developing kindness, empathy, and emotional intelligence, people are more likely to look to you when it comes time to make decisions, which in turn builds your power within a group. This is all well and good when you're spreading these qualities, as power is fundamental to the way humans organize and adopt ideas. But when you start to internalize this power, to feel powerful, you become blinded to the needs of others, and act without as much consideration for what is kind, moral, or even socially appropriate."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Which then causes followers to resent you."}]},{"node":"element","tag":"p","child":[{"node":"text","text":"So this calls us to question: how does one maintain the qualities of kindness, empathy, self awareness, and morality in the face of newfound power or authority? Or, if they can't be maintained, how do we keep those in power better connected to the needs of those of the less powerful?"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"Lou Solomon of the Harvard Business Review reveals one strategy: a willingness to let other people in. “You must be willing to risk vulnerability and ask for feedback” from a variety of people, not just those close to you. “Dispense with the softball questions (How am I doing?) and ask the tough ones (How does my style and focus affect my employees [or coworkers]?).”"}]},{"node":"element","tag":"p","child":[{"node":"text","text":"While her examples are specific to a more corporate environment, mainly for managers and CEOs, these strategies can prove useful in any situation of power, whether you're team captain on a sports team or a college student leading a group project. Wherever you are, be mindful of the power you are given, and don't let it close off your communication to those around you."}]},{"node":"element","tag":"h2","child":[{"node":"text","text":"Sources:"}]},{"node":"element","tag":"ul","child":[{"node":"text","text":" "},{"node":"element","tag":"li","child":[{"node":"element","tag":"a","attr":{"href":"https://hbr.org/2015/04/becoming-powerful-makes-you-less-empathetic","target":"_blank"},"child":[{"node":"text","text":"Harvard Business Review: Becoming Powerful Makes You Less Empathetic"}]}]},{"node":"text","text":" "},{"node":"element","tag":"li","child":[{"node":"element","tag":"a","attr":{"href":"https://www.theatlantic.com/magazine/archive/2017/07/power-causes-brain-damage/528711/","target":"_blank"},"child":[{"node":"text","text":"The Atlantic: Power Causes Brain Damage"}]}]},{"node":"text","text":" "},{"node":"element","tag":"li","child":[{"node":"element","tag":"a","attr":{"href":"https://www.tandfonline.com/doi/abs/10.1080/14792779443000094","target":"_blank"},"child":[{"node":"text","text":"Control, Interdependence and Power: Understanding Social Cognition in Its Social Context"}]}]},{"node":"text","text":" "},{"node":"element","tag":"li","child":[{"node":"element","tag":"a","attr":{"href":"https://www.npr.org/2018/01/23/579976635/the-power-hour","target":"_blank"},"child":[{"node":"text","text":"The Power Hour (podcast) from NPR's Hidden Brain"}]}]},{"node":"text","text":" "},{"node":"element","tag":"li","child":[{"node":"element","tag":"a","attr":{"href":"https://www.forbes.com/sites/travisbradberry/2015/01/07/why-you-need-emotional-intelligence-to-succeed/2/#16911f065a5d","target":"_blank"},"child":[{"node":"text","text":"Why You Need Emotional Intelligence to Succeed (Forbes)"}]}]}]}]
  }  
}
